Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Headphones_Setting_EarDetection_Item_Both.Text
source: Both (Decrease volume + Play/Pause)
ar_aa: كلاهما (خفض الصوت + تشغيل/توقيف)
bg_bg: И двете (Намали звука + Възпроизвеждане/Пауза)
ca_es: Tots dos (Reduir volum + Reproduir/Aturar)
cs_cz: Obojí (Snížit hlasitost + Přehrát/pauza)
da_dk: Begge to (Sku ned for lyden + Afspil/Pause)
de_de: Beides (Lautstärke verringern+ Abspielen/Pausieren)
el_gr: Ταυτόχρονα(Μείωση έντασης + Αναπαραγωγή/Παύση)
es_es: Ambos (bajar volumen + Play/Pause)
es_mx: Ambos (disminuir el volumen + reproducir/pausar)
fa_ir: هر دو (کاهش صدا + پخش/مکث)
fi_fi: Molemmat (Pienennä voimakkuutta + Toista/Tauko)
fil: Parehas (Bawasan ang volume + I-play/I-pause)
fr_fr: Les deux (Baisser le volume + Lecture/Pause)
he_il: שניהם (הנמך עוצמה + נגן/עצור)
hi_in: दोनों (आवाज़ कम करें + बजाना/रोकना)
hr_hr: Oboje (Smanjenje glasnoće + reprodukcija/pauza)
hu_hu: Mindegyik (hangerő csökkenése + lejátszás/szünet)
id_id: Keduanya (Turunkan volume + Putar/Jeda)
it_it: Entrambi (Riduci il volume e Riproduci/Metti in pausa)
ja_jp: 両方 (音量を下げる + 再生/一時停止)
kn_in: ಎರಡೂ (ವಾಲ್ಯೂಮ್ ಕಡಿಮೆ ಮಾಡಿ + ಪ್ರಾರಂಭ/ವಿರಾಮ)
mn_mn: Аль аль нь (Дууны дууг багасгах + Тоглуулах/түр зогсоох)
nl_nl: Beide (Volume verlagen + Afspelen/Pauzeren)
pl_pl: Oba (Zmniejsz głośność + Wznów/Zatrzymaj odtwarzanie)
pt_pt: Ambos (Diminuir volume + Reproduzir/Pausar)
ro_ro: Ambele (Reducere sunet + Redare/Suspendare)
ru_ru: Оба (Убавить громкость + Воспроизвести / Пауза)
sq_al: Të dyja (Ul volumin + Play/Pause)
te_in: రెండూ (వాల్యూమ్ తగ్గించు + ప్లే/పాజ్)
tr_tr: İkisi Birden (Sesi azalt + Oynat/Durdur)
uk_ua: Обидві дії (Зменшити гучність + Відтворювати/Пауза)
vi_vn: Cả hai (Giảm âm lượng + Tiếp tục/Tạm dừng)
yue: 一齊（減低音量 + 播放/暫停）
zh_tw: 同時（降低音量 + 播放/暫停）

# Headphones_Setting_AutoConnect.Description
source: Automatically connect to AirPods when you take the right or left AirPods out of the case.
ar_aa: اتصل تلقائياً الى الايربودز عندما تأخذ اليمنى او اليسرى من العلبة.
bg_bg: Авоматично свързване с AirPods при изваждане на лява или дясна слушалка от кутийката.
ca_es: Connectar automàticament els AirPods quan es tregui de l'estoig l'AirPod dret o esquerre.
cs_cz: Automaticky připojit k AirPods, když vyjmete levý nebo pravý AirPod z pouzdra.
da_dk: Opret automatisk forbindelse til AirPods, når du tager højre eller venstre AirPods ud af etuiet.
de_de: Verbindet sich automatisch mit deinen AirPods, sobald du einen aus dem Case nimmst.
el_gr: Αυτόματη σύνδεση με τα AirPods όταν αφαιρεθεί ένα από τα δύο AirPods από την θήκη.
es_es: Conectar automaticamente los AirPods cuando retira del case el Airpod derecho o izquierdo.
es_mx: Automáticamente conecta los AirPods cuando retiras el AirPod izquierdo o derecho fuera de la caja.
fa_ir: اتصال خودکار به AirPods هنگام درآوردن گوشی‌ها از کیس.
fi_fi: Yhdistä automaattisesti AirPodit, kun otat oikean tai vasemman AirPodin pois kotelosta.
fil: Awtomatikong kumonekta sa AirPods kapag kinuha mo ang kanan o kaliwang AirPods mula sa case.
fr_fr: Se connecter automatiquement aux AirPods lorsque vous retirez l'AirPod gauche ou droit du boîtier.
he_il: התחבר/י אוטומטית ל-AirPods בשעת ההפסקה של ה-AirPods ימינה או שמאלה מהמארז.
hi_in: जब आप दाएँ या बाएँ एयरपॉड्स को केस से बाहर निकालते हैं, तो एयरपॉड्स से अपने आप कनेक्ट हो जाते हैं।
hr_hr: Automatski se povežite s AirPods kada izvadite desni ili lijevi AirPods iz kućišta.
hu_hu: Automatikus kapcsolódás az AirPods-hoz amikor ön kiveszi a bal vagy a jobb AirPods-ot a töltőtokból.
id_id: Terhubung secara otomatis ke AirPods saat Anda mengeluarkan AirPods kanan atau kiri dari casing.
it_it: Connettiti automaticamente agli AirPods quando estrai AirPods destro o sinistro dalla custodia.
ja_jp: 左右いずれかのAirPodsイヤホンが充電ケースから取り出されると、AirPodsへ自動的に接続します。
kn_in: ನೀವು ಬಲ ಅಥವಾ ಎಡ ಏರ್‌ಪಾಡ್‌ಗಳನ್ನು ಕೇಸ್‌ನಿಂದ ಹೊರತೆಗೆದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಏರ್‌ಪಾಡ್‌ಗಳಿಗೆ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ.
mn_mn: Баруун эсвэл зүүн AirPods-ыг гэрээсээ гаргах үед AirPods-д автоматаар холбогдоно уу.
nl_nl: Maak automatisch verbinding met AirPods wanneer u de rechter of linker AirPods uit de behuizing haalt.
pl_pl: Automatycznie łączy się z AirPods, gdy tylko wyjmiesz jeden z etui.
pt_pt: Emparelhar automáticamente com os AirPods quando retirares o AirPod direito ou esquerdo da caixa.
ro_ro: Conectați-vă automat la AirPods atunci când o cască este scoasă din carcasă.
ru_ru: Автоматически подключаться к AirPods, когда Вы вытаскиваете правый или левый наушник из кейса.
sq_al: Lidhuni automatikisht me AirPods kur hiqni AirPods djathtas ose majtas nga kutia.
te_in: మీరు కేసు నుండి కుడి లేదా ఎడమ ఎయిర్‌పాడ్‌లను తీసుకున్నప్పుడు స్వయంచాలకంగా AirPodలకు కనెక్ట్ చేయండి.
tr_tr: Sağ veya sol AirPods'u kutudan çıkardığınızda otomatik olarak AirPods'a bağlanın.
uk_ua: Автоматично під'єднуватися до AirPods, коли ви виймаєте правий чи лівий навушник з футляру.
vi_vn: Tự động kết nối với AirPods khi bạn lấy AirPods ra khỏi hộp sạc.
yue: 當其中一只AirPods 從充電盒取出個陣自動連線。
zh_tw: 當 AirPods 其中一耳從充電盒取出時自動連線。

# Headphones_Setting_AutoPlay.Description
source: Send the "Play" command after connecting the headphones. If there are no open players Windows will ignore the command.
ar_aa: أرسل الأمر «تشغيل» بعد توصيل سماعات الرأس. إذا لم يكن هناك مشغلين آخرين، فسيتجاهل Windows الأمر.
bg_bg: Изпрати командата „Възпроизвеждане“ при свързване на слушалките. Ако няма отворени плеъри, Windows ще игнорира командата.
ca_es: Envia el comandament «Reproduir» després de connectar els AirPods. Si no hi ha finestres de reproductors obertes, es ignorarà el comandament.
cs_cz: Automaticky začít přehrávat po připojení AirPodů. Pokud nejsou otevřeny žádné přehrávače Windows bude příkaz ignorovat.
da_dk: Send kommandoen »Play« efter tilslutning af hovedtelefonerne. Hvis der ikke er nogen åbne afspillere, vil Windows ignorere kommandoen.
de_de: Sendet einen Wiedergabebefehl nach der Verbindung der Kopfhörer. Wenn kein Abspielprogramm geöffnet ist, wird Windows den Befehl ignorieren.
el_gr: Εκκινεί την αναπαραγωγή μόλις συνδεθούν τα AirPods. Εάν δεν υπάρχουν ανοιχτά παράθυρα αναπαραγωγής, δεν θα γίνει τίποτα.
es_es: Enviar el comando «Play» luego de conectar los AirPods. Si no hay ventanas de reproductores abiertos, se ignorará el comando.
es_mx: Envía el comando “Reproducir” después de conectar los AirPods. Si no hay ningún reproductor abierto Windows ignorará el comando.
fa_ir: پس از اتصال هدفون دستور «پخش» را صادر کن. اگر مدیاپلیری باز نبود، ویندوز این دستور را نادیده میگیرد.
fi_fi: Lähetä «Play»-komento, kun olet liittänyt kuulokkeet. Jos soittimia ei ole avoinna, Windows jättää komennon huomiotta.
fil: Ipadala ang command na «Play» pagkatapos ikonekta ang mga headphone. Kung walang bukas na mga manlalaro, babalewalain ng Windows ang utos.
fr_fr: Envoyer la commande « Jouer » après connexion des AirPods. S'il n'y a pas de lecteur multimédia ouvert, Windows ignorera la commande.
he_il: שלח את הפקודה ״הפעל״ לאחר חיבור האוזניות. אם אין נגנים פתוחים Windows יתעלם מהפקודה.
hi_in: एयरपॉड्स को जोड़ने के बाद «प्ले» कमांड भेजें।यदि कोई खुला खिलाड़ी नहीं है तो Windows कमांड को अनदेखा कर देगा।
hr_hr: Pošaljite naredbu za reprodukciju nakon spajanja slušalica. Ako nema otvorenih igrača, Windows će zanemariti naredbu.
hu_hu: Küldje el a «Play» parancsot az AirPods csatlakoztatása után. Ha nincsenek megnyitott lejátszók, a Windows figyelmen kívül hagyja a parancsot.
id_id: Kirim perintah «Putar» setelah menghubungkan AirPods. Jika tidak ada pemutar yang terbuka, Windows akan mengabaikan perintah tersebut.
it_it: Invia il comando «Play» dopo aver collegato gli AirPods. Se non ci sono lettori aperti, Windows ignorerà il comando.
ja_jp: AirPodsを接続した後、«再生»コマンドを送信します。開いているプレーヤーがない場合、Windowsはコマンドを無視します。
kn_in: ಹೆಡ್‌ಫೋನ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸಿದ ನಂತರ «ಪ್ಲೇ» ಆಜ್ಞೆಯನ್ನು ಕಳುಹಿಸಿ. ಯಾವುದೇ ತೆರೆದ ಪ್ಲೇಯರ್‌ಗಳು ಇಲ್ಲದಿದ್ದರೆ ವಿಂಡೋಸ್ ಆಜ್ಞೆಯನ್ನು ನಿರ್ಲಕ್ಷಿಸುತ್ತದೆ.
mn_mn: Чихэвчийг холбосны дараа "Тоглох" командыг илгээнэ үү. Хэрэв нээлттэй тоглогч байхгүй бол Windows тушаалыг үл тоомсорлох болно.
nl_nl: Stuur het «Spelen»-commando na het verbinden met de AirPods. Als er geen programma is geopend dat geluid afspeelt zal Windows het commando negeren.
pl_pl: Wyślij polecenie "Odtwórz" po podłączeniu słuchawek. Jeśli nie ma otwartych odtwarzaczy, system Windows zignoruje polecenie.
pt_pt: Enviar o comando «Reproduzir» após conectar os auscultadores. Se não houver reprodutores abertos, o Windows ignorará o comando.
ro_ro: Transmiteți comanda «Redare» atunci când vă conectați la AirPods. Dacă nu există furnizori de conținut, Windows va ignora comanda.
ru_ru: Отправить команду «Воспроизвести» после подключения наушников. Если нет открытых плееров, Windows проигнорирует команду.
sq_al: Dërgoni komandën «Luaj» pasi të keni lidhur kufjet. Nëse nuk ka lojtarë të hapur, Windows do ta injorojë komandën.
te_in: హెడ్‌ఫోన్‌లను కనెక్ట్ చేసిన తర్వాత “ప్లే” ఆదేశాన్ని పంపండి. ఓపెన్ ప్లేయర్‌లు లేకుంటే Windows ఆదేశాన్ని విస్మరిస్తుంది.
tr_tr: AirPods bağlandıktan sonra «Oynat» komutunu gönder. Açık oynatıcı yoksa, Windows komutu dikkate almaz.
uk_ua: Надсилати команду «Грати» після під'єднання AirPods. Якщо немає відкритих програвачів, Windows проігнорує команду.
vi_vn: Tự động phát khi kết nối AirPods. Nếu không có bất cứ trình chơi nhạc nào Windows sẽ bỏ qua lệnh chơi nhạc.
yue: AirPods 連線成功時自動送出「播放」指令。如果冇開啟任何播放器，Windows 會忽略呢條指令。
zh_tw: 當 AirPods 連線成功時自動送出「播放」指令。若沒有開啟任何播放器，Windows 將會忽略此指令。

# Preferences_Buttons_ResetSettings_Flyout_Text_ConfirmReset.Text
source: All settings will be reset. Do you want to continue?
ar_aa: جميع الاعدادات سوف تعاد، هل تريد التكملة؟
bg_bg: Всични настройки ще бъдат възстановени. Искате ли да продължите?
ca_es: Es restabliran totes les ajustos. Vols continuar?
cs_cz: Všechny nastavení se obnoví. Chcete pokračovat?
da_dk: Alle indstillinger nulstilles, vil du fortsætte?
de_de: Alle Einstellungen werden zurückgesetzt. Willst du fortfahren?
el_gr: Θα γίνει επαναφορά όλων των ρυθμίσεων. Θέλετε να συνεχίσετε;
es_es: Se restablecerán todos los ajustes. ¿Quieres continuar?
es_mx: Todos los ajustes se reiniciarán. ¿Seguro que quieres continuar?
fa_ir: تمام تنظیمات بازنشانی خواهند شد.دامه دهید؟
fi_fi: Kaikki asetukset nollataan. Haluatko jatkaa?
fil: Ire-reset ang lahat ng mga setting. Gusto mo bang magpatuloy?
fr_fr: Tous les paramètres seront réinitialisés. Voulez-vous continuer ?
he_il: כל ההגדרות יאופסו. האם ברצונך להמשיך?
hi_in: सभी सेटिंग्स रीसेट हो जाएंगी। क्या आप जारी रखना चाहेंगे?
hr_hr: Sve postavke će se resetirati. Želite li nastaviti?
hu_hu: Az összes beállítás vissza lesz állítva. Szeretné folytatni?
id_id: Semua pengaturan akan direset. Apakah Anda ingin melanjutkan?
it_it: Tutte le impostazioni verranno ripristinate. Vuoi continuare?
ja_jp: すべての設定が初期化されます。初期化しますか？
kn_in: ಎಲ್ಲಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ. ನೀವು ಮುಂದುವರಿಯಲು ಬಯಸುವಿರಾ?
lt_lt: Visi parametrai bus atstatyti į pradinius. Ar norite tęsti?
mn_mn: Бүх тохиргоог дахин тохируулах болно. Та үргэлжлүүлэхийг хүсч байна уу?
ms_my: Semua tetapan akan ditetapkan semula. Adakah anda mahu meneruskan?
nl_nl: Alle instellingen zullen worden gereset. Wilt u doorgaan?
pl_pl: Wszystkie ustawienia zostaną przywrócone do wartości fabrycznych. Czy chcesz kontynuować?
pt_br: Todas as configurações serão redefinidas. Você deseja continuar?
pt_pt: Todas as definições serão repostas. Deseja continuar?
ro_ro: Toată configurările vor fi resetate. Sigur doriți să continuați?
ru_ru: Все настройки будут сброшены. Вы хотите продолжить?
sq_al: Të gjitha cilësimet do të rivendosen. Dëshironi të vazhdoni?
te_in: అన్ని సెట్టింగ్‌లు రీసెట్ చేయబడతాయి. మీరు కొనసాగించాలనుకుంటున్నారా?
tr_tr: Tüm ayarlar sıfırlanacaktır. Devam etmek istiyor musun?
uk_ua: Всі налаштування будуть скинені. Бажаєте продовжити?
ur_pk: تمام ترتیبات دوبارہ ترتیب دی جائیں گی۔ کیا آپ جاری رکھنا چاہتے ہیں؟
vi_vn: Mọi cài đặt sẽ được thiết lập lại. Bạn vẫn muốn tiếp tục chứ?
yue: 所有設定都將被重置。 你想繼續嗎？
zh_tw: 所有設定值將被恢復為預設值，您確定要繼續嗎？

# Preferences_Buttons_ResetSettings_Flyout_Button_Reset.Content
source: Yes, reset settings
ar_aa: نعم، قم بأعادة الاعدادات
bg_bg: Да, възстанови настройки
ca_es: Sí, reinicia tota la configuració
cs_cz: Ano, obnovit nastavení
da_dk: Ja, nulstil indstillinger
de_de: Ja, Einstellungen zurücksetzen
el_gr: Ναι, επαναφορά ρυθμίσεων
es_es: Si, reinicie toda la configuracion
es_mx: Si, reiniciar los ajustes
fa_ir: بله، تنظیمات را بازنشانی کنید
fi_fi: Kyllä, nollaa asetukset
fil: Oo, i-reset ang mga setting
fr_fr: Oui, réinitialiser les paramètres
he_il: כן, אפס הגדרות
hi_in: हाँ, सेटिंग्स रीसेट करें
hr_hr: Da, resetiraj postavke
hu_hu: Igen, beállítások visszaállítása
id_id: Ya, reset pengaturan
it_it: Sì, ripristina le impostazioni
ja_jp: はい、設定を初期化します
kn_in: ಹೌದು, ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
lt_lt: Taip, iš naujo atstatykite parametrus
mn_mn: Тийм ээ, тохиргоог дахин тохируулна уу
ms_my: Ya, tetapkan semula tetapan
nl_nl: Ja, reset instellingen
pl_pl: Tak, przywróć
pt_br: Sim, redefinir as configurações
pt_pt: Sim, repor definições
ro_ro: Da, resetează configurările
ru_ru: Да, сбросить
sq_al: Po, rivendosni cilësimet
te_in: అవును, సెట్టింగ్‌లను రీసెట్ చేయండి
tr_tr: Evet, ayarları sıfırla
uk_ua: Так, скинути налаштування
ur_pk: ہاں، ترتیبات کو دوبارہ ترتیب دیں
vi_vn: Có, thiết lập lại cài đặt
yue: 是的，重置設定
zh_tw: 是，恢復預設值

# Settings_Popup_Tip2_SubtitleText
source: Based on your usage, we recommend setting the value to {0}
ar_aa: بناءً على استخدامك ، نوصي بتعيين القيمة على {0}
bg_bg: Базирано на вашето използване, препоръчваме да зададете стойността на {0}
ca_es: Segons el seu ús, li recomanem que estableixi el valor en {0}
cs_cz: Na základě vašeho využití, doporučujeme nastavit hodnotu na {0}
da_dk: Baseret på dit forbrug anbefaler vi, at du sætter værdien til {0}
de_de: Basierend auf deiner Nutzung, schlagen wir dir einen Wert von {0} vor
el_gr: Βάση της χρήση σας, προτείνεται η τιμή {0}
es_es: Según su uso, le recomendamos que establezca el valor en {0}
es_mx: Basado en tu uso, recomendamos ajustar el valor a {0}
fa_ir: بر اساس استفاده شما، توصیه میکنیم مقدار را روی {0} تنظیم کنید
fi_fi: Käyttökohteesi perusteella suosittelemme asettamaan arvoksi {0}
fil: Batay sa iyong paggamit, inirerekomenda namin ang pagtatakda ng halaga sa {0}
fr_fr: Basé sur votre utilisation, nous recommandons de paramétrer la valeur à {0}
he_il: בהתבסס על השימוש שלך, מומלץ להגדיר את הערך {0}
hi_in: आपके उपयोग के आधार पर, हम मान को {0} पर सेट करने की अनुशंसा करते हैं
hr_hr: Na temelju vaše upotrebe, preporučujemo da vrijednost postavite na {0}
hu_hu: A használat alapján azt javasoljuk, hogy állítsa be az értéket {0}-ra
id_id: Berdasarkan penggunaan Anda, sebaiknya tetapkan nilai ke {0}
it_it: In base al tuo utilizzo, ti consigliamo di impostare il valore su {0}
ja_jp: 使用状況に基づいて、値を{0}に設定することをお勧めします
kn_in: ನಿಮ್ಮ ಬಳಕೆಯನ್ನು ಆಧರಿಸಿ, ಮೌಲ್ಯವನ್ನು {0} ಗೆ ಹೊಂದಿಸಲು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ
ko_kr: 사용량에 따라 설정합니다. {0}으로 설정하는 것을 추천합니다
lt_lt: Atsižvelgiant į jūsų naudojimą, rekomenduojama nustatyti vertę į {0}
lv_lv: Pamatojoties uz jūsu lietošanu, mēs iesakām iestatīt vērtību uz {0}
mn_mn: Таны хэрэглээнд тулгуурлан бид утгыг {0} болгож тохируулахыг зөвлөж байна.
ms_my: Berdasarkan penggunaan anda, kami mengesyorkan menetapkan nilai kepada {0}
nb_no: Basert på ditt forbruk, anbefaler vi du setter verdien tilo {0}
nl_nl: Op basis van uw gebruik raden wij u aan de waarde in te stellen op {0}
pl_pl: Na podstawie Twojego użycia sugerujemy wartość o {0}
pt_br: Com base no seu uso, recomendamos definir o valor para {0}
pt_pt: Com base no seu uso, recomendamos definir o valor para {0}
ro_ro: Având în vedere statisticile de utilizare ale dvs., vă recomandăm să setați valoarea la {0}
ru_ru: На основе вашего использования рекомендуем выставить значение {0}
si_lk: ඔබගේ භාවිතය මත පදනම්ව, අපි අගය {0} ලෙස සැකසීමට නිර්දේශ කරමු
sk_sk: Na základe vášho používania, odporúčame nastaviť hodnotu na {0}
sl_si: Glede na vašo uporabo priporočamo, da vrednost nastavite na {0}
sq_al: Bazuar në përdorimin tuaj, ju rekomandojmë të vendosni vlerën në {0}
sr_latn: Na osnovu vašeg korištenja, preporučujemo da postavite valutu na {0}
sv_se: Baserat på användning rekomenderas att detta värde sätts till {0}
te_in: మీ వినియోగం ఆధారంగా, విలువను {0}కి సెట్ చేయమని మేము సిఫార్సు చేస్తున్నాము
th_th: จากการใช้งานของคุณ เราแนะนำให้ตั้งค่าเป็น {0}
tr_tr: Kullanımınıza bağlı olarak, değeri {0} olarak ayarlamanızı öneririz
uk_ua: Зважаючи на ваше користування, рекомендуємо встановити значення на {0}
ur_pk: آپ کے استعمال کی بنیاد پر، ہم قیمت کو {0} پر سیٹ کرنے کی تجویز کرتے ہیں
vi_vn: Dựa trên sử dụng của bạn, chúng tôi khuyên cáo chỉnh thông số về {0}
yue: 根據您噶使用情況，我們建議將值設定為 {0}
zh_cn: 根据您的使用情况，我们建议您将值设定为 {0}
zh_tw: 依照您的使用狀況，我們建議將值設定為 {0}

# Notification_ConnectionError
source: Connect to headphones failed. Try to connect manually.
ar_aa: فشل الاتصال بسماعات الرأس. حاول الاتصال يدويًا.
bg_bg: Свързване със слушалките неуспешно. Опитайте да се свържете ръчно.
ca_es: Error de connexió amb els auriculars. Intenta connectar-los manualment.
cs_cz: Připojení ke sluchátkům selhalo. Zkuste se připojit ručně.
da_dk: Tilslutning af høretelefoner fejlede. Prøv at oprette forbindelse manuelt.
de_de: Verbindung zum Kopfhörer fehlgeschlagen. Versuche sie manuell zu verbinden.
el_gr: Η σύνδεση με τα ακουστικά απέτυχε. Προσπαθήστε να συνδεθείτε χειροκίνητα.
es_es: Error de conexión con los auriculares. Intenta conectar manualmente.
es_mx: Error al conectar los auriculares. Intente conectarse manualmente.
fa_ir: اتصال هدفون موفق نبود. سعی کنید به صورت دستی وصل شوید.
fi_fi: Yhdistäminen epäonnistui. Kokeile yhdistää kuulokkeet manuaalisesti.
fil: Nabigo ang pagkonekta sa mga headphone. Subukang kumonekta nang manu-mano.
fr_fr: Connexion aux AirPods échouée. Essayez une connexion manuelle.
he_il: החיבור לאוזניות כשל. נסה להתחבר באופן ידני.
hi_in: हेडफ़ोन से कनेक्ट करना विफल रहा. मैन्युअल रूप से कनेक्ट करने का प्रयास करें।
hr_hr: Povezivanje sa slušalicama nije uspjelo. Pokušajte se spojiti ručno.
hu_hu: AirPodshoz való csatlakozás sikertelen. Próbálja meg manuálisan csatlakoztatni.
id_id: Gagal menyambungkan headphone. Coba sambungkan secara manual.
it_it: Connessione alle cuffie fallita. Prova a connetterle manualmente.
ja_jp: ヘッドフォンとの接続に失敗しました。手動で接続してみてください。
kn_in: ಹೆಡ್‌ಫೋನ್‌ಗಳಿಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ. ಹಸ್ತಚಾಲಿತವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
lt_lt: Prisijungimas prie ausinių nepavyko. Pabandykite jas prijunkti rankiniu būdu.
mn_mn: Чихэвчтэй холбогдож чадсангүй. Гараар холбогдож үзээрэй.
ms_my: Gagal menyambungkan AirPods. Cuba sambung secara manual.
nl_nl: Verbinding met AirPods mislukt. Probeer handmatig te verbinden.
pl_pl: Połączenie nie powiodło się. Spróbuj połączyć ręcznie.
pt_br: Falha ao conectar aos fones de ouvido. Tente conectar manualmente.
pt_pt: Falha ao emparelhar com os auscultadores. Tente emparelhar manualmente.
ro_ro: Conectarea la căști a eșuat. Vă rugăm să încercați conectarea manuală.
ru_ru: Не удалось подключить наушники. Попробуйте подключить вручную.
sq_al: Lidhja me kufjet dështoi. Provoni të lidheni manualisht.
te_in: హెడ్‌ఫోన్‌లకు కనెక్ట్ చేయడం విఫలమైంది. మాన్యువల్‌గా కనెక్ట్ చేయడానికి ప్రయత్నించండి.
tr_tr: AirPods'a bağlanılamadı. Manuel olarak bağlanmayı deneyin.
uk_ua: Не вдалося приєднати AirPods. Спробуйте під'єднати вручну.
ur_pk: ایئر پوڈز کو مربوط کرنے میں ناکام۔ دستی طور پر جڑنے کی کوشش کریں۔
vi_vn: Kết nối tai nghe thất bại. Hãy thử kết nối thủ công.
yue: 連接唔到耳機，請試下手動連線。
zh_tw: 無法連線到耳機，請試著手動連線。

# Welcome_Text2.Text
source: MagicPods supports most AirPods and Beats headphones
ar_aa: يدعم ماجك بودز معظم أنواع الايربودز و سماعات بيتس
bg_bg: MagicPods поддържа повечето AirPods и Beats слушалки
ca_es: Els MagicPods són compatibles amb la majoria d'auriculars AirPods i Beats
cs_cz: MagicPods podporuje většinu AirPods a Beats sluchátek
da_dk: MagicPods understøtter de fleste AirPods og Beats høretelefoner
de_de: MagicPods unterstützt die meisten AirPods und Beats Kopfhörer
el_gr: Η εφαρμογή MagicPods υποστηρίζει σχεδόν όλα τα AirPods και Beats ακουστικά
es_es: Los MagicPods son compatibles con la mayoría de auriculares AirPods y Beats
es_mx: MagicPods es compatible con la mayoria de AirPods y audifonos Beats
fa_ir: MagicPods اکثر مدل‌های AirPods و هدست‌‌های Beats رو پشتیبانی میکند
fi_fi: MagicPods tukee useimpia AirPods- ja Beats-kuulokkeita
fil: Sinusuportahan ng MagicPods ang ibang AirPods at Beats headphones
fr_fr: MagicPods supporte la majorité des AirPods et casques Beats
he_il: MagicPods תומכת ברוב אוזניות AirPods ו-Beats
hi_in: MagicPods कई एयरपॉड्स और बीट्स हेडफ़ोन का समर्थन करता है
hr_hr: MagicPods podržava većinu AirPods i Beats slušalica
hu_hu: A MagicPods támogatja a legtöbb AirPods és Beats fül- és fejhallgatókat
id_id: MagicPods mendukung sebagian besar headphone AirPods dan Beats
it_it: MagicPods supporta la maggior parte delle cuffie Beats e AirPods
ja_jp: MagicPodsはほとんどのAirPodsとBeatsヘッドフォンに対応しています
kn_in: ಮ್ಯಾಜಿಕ್‌ಪಾಡ್ಸ್ ಹೆಚ್ಚಿನ ಏರ್‌ಪಾಡ್‌ಗಳು ಮತ್ತು ಬೀಟ್ಸ್ ಹೆಡ್‌ಫೋನ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ
ko_kr: MagicPods는 대부분의 에어팟과 비츠 헤드폰을 지원합니다
lt_lt: MagicPods palaiko daugumą AirPods ir Beats ausinių
mn_mn: MagicPods нь ихэнх AirPods болон Beats чихэвчийг дэмждэг
ms_my: MagicPods menyokong kebanyakan fon kepala AirPods dan Beats
nl_nl: MagicPods ondersteunt meeste AirPods en Beats koptelefoons
pl_pl: MagicPods posiada wsparcie większości słuchawek z serii AirPods oraz Beats
pt_br: MagicPods é compatível com a maioria dos fones de ouvido AirPods e Beats
pt_pt: O MagicPods é compatível com a maioria dos AirPods e auscultadores Beats
ro_ro: MagicPods funcționează cu majortaea modelelor de AirPods si Beats
ru_ru: MagicPods поддерживает большинство AirPods и Beats наушников
sk_sk: MagicPods podporuje väčšinu slúchadiel AirPods a Beats
sl_si: MagicPods podpira večino slušalk AirPods in Beats
sq_al: MagicPods mbështet shumicën e kufjeve AirPods dhe Beats
te_in: MagicPods చాలా AirPods మరియు Beats హెడ్‌ఫోన్‌లకు మద్దతు ఇస్తుంది
th_th: MagicPods รองรับ AirPods รุ่น 1-2, AirPods Pro, AirPods Max และ PowerBeats Pro
tr_tr: MagicPods çoğu AirPods ve Beats kulaklıkları destekler
uk_ua: Додаток MagicPods підтримує більшість моделей AirPods та Beats
ur_pk: میجک پوڈز زیادہ تر ایئر پوڈز اور بیٹس ہیڈ فون کو سپورٹ کرتا ہے
vi_vn: MagicPods hỗ trợ hầu hết các đời tai nghe AirPods và Beats
yue: MagicPods 可以同大多數嘅AirPods 和 Beats 系列藍牙耳機搭配使用
zh_cn: MagicPods 支持绝大多数 AirPods 系列和 Beats 系列耳机
zh_tw: MagicPods 支援絕大多數的 AirPods 和 Beats 系列藍牙耳機
